{
  "about": {
    "title": "Sobre",
    "title-2": "Currículo",
    "p1": "Eu sou um desenvolvedor Full-stack focado no desenvolvimento de Websites e Aplicações Web, que ajudam os clientes em seu sucesso com seus empreendimentos. Confira algumas aplicações na seção de Projetos! Veja mais em ",
    "p2": "Eu também compartilho minha vida profissional com a comunidade, então sinta-se livre para me seguir no Linkedin, onde posto algumas atualizações sobre meus estudos e carreira profissional. Também posso retirar qualquer dúvida por meios dos canais de contato. Veja mais em ",
    "p3": "Estou disponível para oportunidade de trabalho onde eu possa contribuir e aprender. Se você tem uma boa oportunidade que combina com as minhas habilidades e experiências, então não exite em me contatar.",
    "p4": "Aqui você pode ver mais sobre minhas experiências:",
    "download-button": "[Baixar Currículo]"
  },
  "tabs": {
    "About": "Sobre",
    "Projects": "Projetos",
    "Technologies": "Tecnologias",
    "Home": "Início",
    "Contact": "Contato",
    "index": "index",
    "components": "componentes",
    "src": "src",
    "Portfolio": "Portfólio"
  },
  "settings": {
    "lng": "Language"
  },
  "home": {
    "about-button": "[Sobre Mim]",
    "guide-button": "[Guia do Site]"
  },
  "linkedin": {
    "button": "Veja mais",
    "link-button": "Visite Meu LinkedIn",
    "p-1": "Sou um desenvolvedor full-stack com experiência em TypeScript, JavaScript, HTML, CSS, React, Next.js e Node.js. Tenho paixão por criar aplicações web escaláveis, intuitivas e de alta performance, sempre buscando adotar as melhores práticas e explorar novas tecnologias. Além do desenvolvimento, me interesso por arquitetura de software, otimização de desempenho e integração de serviços em nuvem.",
    "p-2": "No meu LinkedIn, compartilho conhecimentos, experiências e aprendizados da minha trajetória profissional. Estou sempre aberto a novas conexões, colaborações e oportunidades para crescer na área. Se quiser trocar ideias sobre tecnologia ou desenvolvimento, sinta-se à vontade para me enviar uma mensagem!"
  },
  "github": {
    "button": "Veja mais",
    "link-button": "Visite Meu Github",
    "p-1": "No meu GitHub, você encontrará projetos que desenvolvi utilizando TypeScript, JavaScript, HTML, CSS, React, Next.js e Node.js. Gosto de criar aplicações web modernas, explorando boas práticas de desenvolvimento, arquitetura limpa e performance. Além disso, sempre busco aprender novas tecnologias e aprimorar minhas habilidades através de desafios práticos.",
    "p-2": "Também compartilho repositórios com soluções para problemas do dia a dia, experimentos com bibliotecas e frameworks, além de contribuições para a comunidade. Se você quiser conferir meu código, dar feedback ou colaborar em algum projeto, fique à vontade para explorar meus repositórios!"
  }
}